{
    "brokenIslesList": {
        "suramar": [{
            "name": "暗夜要塞",
            "type": "团队地下城",
            "info": "暗夜要塞是破碎群岛最高大的建筑，也是艾泽拉斯最宏伟的建筑之一，至今仍然是夜之子文明用来证明自己成就的地标。几个世纪以来，暗夜井为苏拉玛城提供着赖以为生的奥术能量，而暗夜要塞正是以它为中心修建的，是一座远离俗世尘嚣的避风港。然而现在，邪能风暴从曾经的月神殿中翻涌而出，古尔丹本人将这座宫殿变成了自己的居所，这里不再是所有烦恼的终结之地，而成为了一切灾祸的源头。"
        }, {
            "name": "群星庭院",
            "type": "5人地下城",
            "info": "即使燃烧军团的部队在街头上巡逻，让苏拉玛这座伟大的城市变得如同坟墓，夜之子的贵族阶层仍然维持着他们传统与习俗。在这个晴朗的夜晚，觥筹交错的声音回响在清冷的空气中，贵族区最宏伟的府邸打开了大门，迎接一场盛宴。据传言，大魔导师艾利桑德本人也会出席，以确保她最亲密的盟友在经历了最近时局的动荡以后仍然会与她保持一致的立场。"
        }, {
            "name": "魔法回廊",
            "type": "5人地下城",
            "info": "苏拉玛城宏伟壮丽，城市地下的管道网络所覆盖的范围比城市更加广阔。夜之子的社会生活是建立在暗夜井能量的基础之上的，而将生命之血般的暗夜井水传递到城市各处的正是地下的魔法回廊。这些迷宫般的建筑已经有数千年的历史，它深埋在城市中高大的建筑地基之    下，当今生活在城市中的居民们甚至完全不知道有什么东西潜藏在他们脚下的阴影之中……"
        }],
        "stormheim": [{
            "name": "英灵殿",
            "type": "5人地下城",
            "info": "在风暴峡湾高空中的云层中，泰坦守护者奥丁召集了全艾泽拉斯最强大的维库战士，组成了他的瓦拉加尔军团。这些飞升的维库人在欢宴的大厅中和狩猎场上检验着他们的力量，准备迎接即将到来的大战。如果想要来到奥丁面前，获得阿格拉玛之盾，冒险者必须穿过这些大厅，证明自己的价值。"
        }, {
            "name": "噬魂之喉",
            "type": "5人地下城",
            "info": "最伟大的维库战士死去时，灵魂将会飞往金碧辉煌的英灵殿，获得永恒的荣耀；而那些被诅咒的罪人们则会堕入噬魂之喉。在重重迷雾之中，他们将等待纳格法尔的到来，这艘由骨肉建造而成的恐惧之船将会把他们悲惨的灵魂带往冥狱之渊，落入海拉的掌握。"
        }],
        "highmountain": [{
            "name": "奈萨里奥的巢穴",
            "type": "5人地下城",
            "info": "大地的守护者奈萨里奥曾将这些洞穴作为住所，后来以“死亡之翼”的名字为世人所知，在他陨落之后，曾经崇拜这头巨龙的卓戈巴尔把这座古代巢穴当作了自己的都城。如今，卓戈巴尔的酋长达古尔在这些坑道中聚集起了一支庞大的部队，如果没人阻止他们，这支军队会在卡兹格罗斯之锤的鼓舞下冲下山崖，毁灭至高岭乃至整个艾泽拉斯。"
        }],
        "valSharah": [{
            "name": "黑心林地",
            "type": "5人地下城",
            "info": "在莎拉达希尔的荫影之中，梦魇一寸寸地渗透进了这片曾经繁茂的丛林。最年长最睿智的德鲁伊曾经在这里倾听树木的声音，在伟大的世界之树下冥想，而现在，腐化与疯狂统治了一切。在这片纠缠错乱的树丛深处，梦魇之主萨维斯正在试图让他最有价值的战利品屈从于他的意志。"
        }, {
            "name": "翡翠梦魇",
            "type": "团队地下城",
            "info": "翡翠梦境是泰坦所制造的，本意是作为艾泽拉斯的一份蓝图，一份青翠而完美的镜像，保留下自然在被所谓的文明沾染之前的本来面貌。许多年来，德鲁伊和最接近自然的守护者们渐渐发现，梦境之中出现了一些不稳定的存在。在军团与梦魇之主萨维斯的刺激下，蔓延的腐化现在喷涌而出，如果不能将它从源头上截断，整个艾泽拉斯都将被它包围。"
        }, {
            "name": "黑鸦堡垒",
            "type": "5人地下城",
            "info": "黑鸦堡垒是古代的精灵石匠在瓦尔莎拉的山峦中雕砌而成的，在上古之战中它是抵抗燃烧军团的壁垒。这座坚不可摧的要塞同时也是伊利丹曾经的导师库塔洛斯·拉文凯斯领主家族的故园。然而在军团最近的一次攻击之后，一股诡异的黑暗能量开始从要塞中涌出，无情的死亡像瘟疫一样感染了附近的土地。"
        }],
        "azsuna": [{
            "name": "艾萨拉之眼",
            "type": "5人地下城",
            "info": "在阿苏纳海岸附近的沙洲中，古老的能量之源就隐藏在海涛下面。很久以前，艾萨拉女王的威权统治着这里的土地，而今那些寻找高戈奈斯潮汐之石的纳迦仍然在遵循着她的指令。风起云涌，空气中散乱的能量噼啪作响，预示着即将到来的风暴，艾萨拉的追随者开始召唤她的怒火，想要将整片大陆化作废墟。"
        }, {
            "name": "突袭紫罗兰监狱",
            "type": "5人地下城",
            "info": "在经历了诺森德之战中蓝龙军团对达拉然监狱的袭击后，紫罗兰监狱进行了一番整修。此后，它的职能转变成了收押巫妖王手下最危险的奴仆。如今，达拉然飞到了破碎群岛上空，成为了对抗军团的旗舰，然而一股黑暗的力量再次试图从内部袭击肯瑞托。"
        }, {
            "name": "守望者地窟",
            "type": "5人地下城",
            "info": "这座隐秘的守望者要塞被阿苏纳的群山遮掩，同时还被施加了魔法的封印，一方面是为了杜绝闯入者，另一方面也是为了不让封锁在要塞中的恐怖生物逃离囚牢。守望者们将许多他们所遭遇过的最危险的敌人封印在地牢之中，但经历了科达娜的叛变与军团的攻击之后，那些生物现在可以在要塞的大厅中不受拘束地行动了。"
        }]
    }
}