<template>
	<div class="txt">
		<div class="jd_rule"  style="transform-origin: 0px 0px 0px; transform: translate(0px, 0px) scale(1) translateZ(0px);">
			<h3 >一、什么是金豆计划</h3>
			<p >金豆计划是私享品平台上线，为了回馈广大用户，特别推出的大型优惠活动。 金豆计划活动时间为04月01日—08月31日，客户在活动期间获得但未使用的金豆将于9月31日截止兑换；</p>
			<h3 >二、什么是金豆</h3>
			<p >一颗金豆等同于1克黄金，黄金价值以当日私享品平台金价为准；</p>
			<h3 >三、如何获得金豆</h3>
			<div class="jd_list" >
				<p ><b >1</b>.金豆适用于“私享品”平台上的全品类产品。如客户账户暂停使用，将暂停该客户账号内金豆相关使用权益；</p>
				<p ><b >2</b>.于私享品平台购买10本丝绸之路珍藏礼盒可获得一颗金豆；</p>
				<p ><b >3</b>.于私享品平台购买珠宝类产品，消费金额每满3000元可获得一颗金豆；</p>
				<p ><b >4</b>.金豆获得数量可累计，多买多送，上不封顶。</p>
			</div>
			<h3 >四、金豆查看方式</h3>
			<p >通过手机登录“私享品”后，在“我的金豆”中可查询到账户金豆的详细情况；</p>
			<h3 >五、金豆使用说明</h3>
			<p >所获金豆可用作消费抵扣券，也可直接提金或提现；</p>
			<p ><b >1)</b>抵扣：客户获得的金豆可直接用作抵扣券，抵扣相应的费用（金豆价值金额以当日金价为准）；</p>
			<p ><b >2)</b>提金：客户获得的金豆可申请提金，累计5颗（及以上）金豆可选择提取金豆或金条，5颗以下仅可提取金豆。申请完成后，所提金豆或金条将于7个工作日内发货，客户需承担相应的运保费；</p>
			<p ><b >3)</b>提现：客户获得的金豆可申请提现，申请完成后，金豆价值将以当日金价核算，具体金额将于7个工作日内发放至客户的账户。</p>
			<h3 >六、金豆提金规则</h3>
			<p ><b >1</b>.金豆有且仅有1g可选，金条有5g、10g、20g、50g、100g等多种规格；</p>
			<p ><b >2</b>.客户提取1-4颗金豆，需承担30元的运保费；5-50g金条，需承担50元的运保费；51-200g金条，需承担200元的运保费；201-1000g金条，需承担300元的运保费。</p>
			<h3 >七、违规说明</h3>
			<p >金豆计划仅面向私享品平台上的用户，在获取和使用金豆过程中，如果出现违规行为(如作弊领取、恶意套取、刷金豆等)，私享品将取消您的资格，并有权撤销违规交易，扣除金豆（含已使用的及未使用的）或者停用帐号，必要时将追究法律责任。违规行为包含以下5点：</p>
			<p ><b >1)</b>通过人工操作或机器程序批量注册垃圾账号；</p>
			<p ><b >2)</b>通过人工操作或机器程序等非正常途径获取金豆；</p>
			<p ><b >3)</b>通过人工操作或机器程序等恶意关闭交易的扰乱秩序行为；</p>
			<p ><b >4)</b>买家在收到以金豆抵扣消费的商品后，恶意退款不退货行为； </p>
			<p ><b >5)</b>在获取和使用金豆的过程中恶意套现、刷取信誉、虚假交易等。 </p>
			<h3 >八、特别声明</h3>
			<div class="jd_list" >
				<p ><b >1</b>.私享品平台上的所有商品均为统一实价出售，恕不接受议价，敬请谅解；</p>
				<p ><b >2</b>.为使消费者得到更好的购物保障，“私享品”平台上的所有商品均为真品，支持“假一赔三”服务；</p>
				<p ><b >3</b>.在法律允许的情况下，本活动解释权归“私享品”平台方所有。</p>
			</div>
		</div>
	</div>
</template>
<script>
import mixin from '../libs/mixin'
export default {
  name: 'txt',
  mixins: [mixin],
  mounted: function(){
  	this.setDocumentTitle("txt")
  }
}
</script>
<style scoped>
	.jd_list {
	    padding-left: 2px;
	}
	.jd_rule{
	    padding: 15px;
	    background-color: #fff;
	    text-align: justify;
	    line-height: 1.5;
	}
	.jd_rule h3{
    	margin-top: 5px;
	}
	.jd_rule p{
    padding: 5px 0;
	}
</style>
